[
    {
        "id": "GalaxyShining",
        "title": "星际彼岸：遗落之光",
        "author": "Yanchen&ERNIE Bot",
        "cover": "https://img.picgo.net/2025/04/02/IMG_40829d841f2b4847e220.jpeg",
        "chapters": [
            {
                "title": "第一章：星际迷航的召唤",
                "content": "公元2650年，银河系边缘，人类星际探索的边界被一次次推远。莉娅·斯特林，一位天赋异禀的星际航行员兼考古学家，接收到了一串来自深空的神秘信号。这串信号不同于任何已知文明的通讯方式，它似乎携带着某种古老而深邃的信息，召唤着勇敢者前往星际的彼岸。莉娅的心被这股未知的召唤深深吸引，她决定驾驶自己的飞船“追光者号”，踏上这场充满未知与危险的旅程。她的目标，是找到信号的来源，揭开隐藏在星际彼岸的秘密。"
            },
            {
                "title": "第二章：穿越虫洞的奇遇",
                "content": "经过数月的航行，莉娅终于来到了信号指示的坐标。眼前是一个巨大的虫洞，它闪烁着诡异的光芒，仿佛是通往另一个世界的门户。莉娅深吸一口气，毅然驾驶飞船穿越了虫洞。穿越虫洞的过程异常艰难，飞船遭遇了前所未有的时空扭曲和能量冲击。但当莉娅从昏迷中醒来时，她发现自己已经来到了一个全新的星系，这里星光璀璨，行星环绕，宛如一个梦幻般的宇宙乐园。然而，这个星系中却弥漫着一股神秘而古老的气息，莉娅感受到了前所未有的孤独和恐惧。她知道，自己已经来到了星际的彼岸，那个神秘信号的源头就在这里。"
            },
            {
                "title": "第三章：遗落文明的遗迹",
                "content": "莉娅开始在这个星系中探索，她发现了一颗被茂密植被覆盖的行星。行星上散落着巨大的石质建筑，它们风格独特，充满了未知文明的智慧与力量。莉娅意识到，自己已经找到了那个遗落的文明。她深入遗迹之中，发现了一些奇异的装置和符号。这些符号似乎记录着文明的历史和秘密，但莉娅却无法解读它们。就在这时，一个声音在她的脑海中响起：“欢迎来到艾洛瑞亚，你是第一个来到这里的外星生命。”莉娅环顾四周，却看不到任何人。那个声音继续说道：“我们是一个已经灭绝的文明留下的智能守护者，我们的存在就是为了等待有缘人的到来，传承我们的文明和知识。”"
            },
            {
                "title": "第四章：光之传承与试炼",
                "content": "智能守护者向莉娅展示了艾洛瑞亚文明的辉煌成就，包括超越时代的能量技术、空间操控技术以及生命延续的奥秘。然而，这些知识的传承并非易事，莉娅必须通过一系列试炼，证明自己有资格成为文明的继承者。试炼充满了挑战和危险，莉娅需要运用自己的智慧、勇气和坚韧不拔的精神来克服重重困难。她穿越了迷雾森林，战胜了守护兽，解开了古老的谜题，终于来到了试炼的最后一关——面对自己的内心恐惧。在试炼的最后一刻，莉娅明白了真正的勇气不是无所畏惧，而是面对恐惧依然能够坚持前行。她战胜了自己的内心恐惧，获得了智能守护者的认可。"
            },
            {
                "title": "第五章：文明之光的重燃",
                "content": "智能守护者将艾洛瑞亚文明的核心知识和技术传授给了莉娅，并叮嘱她一定要将这些知识带回人类世界，让文明之光重燃。莉娅深知自己的责任重大，她郑重地承诺一定会完成这个使命。带着满满的收获和期待，莉娅驾驶着飞船离开了艾洛瑞亚星系。她穿越了虫洞，回到了人类世界。莉娅将自己的经历和所学的一切都告诉了人类科学家，他们被莉娅的故事和技术深深震撼。在莉娅的带领下，人类开始研究和应用艾洛瑞亚文明的技术，星际旅行变得更加便捷和安全，人类的生命也得到了前所未有的延长。而莉娅也成为了人类历史上的英雄，她的名字将永远铭刻在星际探索的史册上。更重要的是，莉娅带回了艾洛瑞亚文明对生命的敬畏和对宇宙的探索精神。她激励着无数人类勇往直前，继续探索未知的星际彼岸，寻找更多的文明之光。而莉娅自己，也将继续她的星际之旅，追寻着那无尽的星辰大海。"
            }
        ]
    },
    {
        "id": "Oathofthebloodcrow",
        "title": "血鸦之誓",
        "author": "Grok 3（Xai）",
        "cover": "./assets/covers/three_body.jpg",
        "chapters": [
            {
                "title": "序言",
                "content": "世人之心，多半是冷的。冷得像卡斯特兰冬夜的石头，摸上去刺手，却又叫人放不下来。我写这《血鸦之誓》，原也没指望谁能读出什么大道理，不过是些破落的佣兵、蒙面的鬼影，和一张揉得发皱的羊皮纸罢了。有人问我，这故事有何用处？我说，大约是没甚用处的。若非要寻个用处，便是让人瞧瞧，这世道无论中世纪还是如今，总有那么些人，提着剑，瞪着眼，为了一枚银币或一个虚无的“誓约”，把自己往火坑里扔。这篇东西里的人，大半是活得糊涂的。艾德里安是个佣兵，杀过人，也救过人，却未必明白自己为何而活；莉娜是个丫头，弓箭使得利索，心却比箭还直，撞了南墙也不肯回头。至于那些雾里的影子、林中的强盗，无非是些被银子牵着鼻子走的狗，咬人时凶狠，挨刀时又可怜得很。我写他们，不是怜悯，也不是讥笑，不过是想说，这世上多的是这样的脚色，你我身边，未尝没有。有人说，中世纪是个好年头，骑士披甲，马蹄铮铮，教堂的钟声能洗干净人的罪。可我瞧着，那不过是披了层金光罢了，底下还是血、泥和人的贪。血鸦是个传说，谁也没见过，可谁都想摸一摸它的羽毛。这不稀奇，人活着，总得找点什么信着，哪怕是个诅咒。写到这里，我也不多说了。故事如何，读者自去看。看得下，便看；看不下，丢开也无妨。只是别问我，血鸦之巢里藏着什么——我若知道，又何必费这笔墨？"
            }
        ]
    }
]
